<!DOCTYPE HTML>
<html>
<head>
    <title>Фамилия - Старков</title>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <link href="https://fonts.googleapis.com/css?family=EB+Garamond" rel="stylesheet">
    <link rel="stylesheet" href="/assets-kup/css/main.css" />
    <style>
body {
    font-family: 'EB Garamond', serif;
        }
        p {
    margin-bottom: 10px;
        }

        .my-form {
    padding: 20px;
        }
    </style>
</head>
<body class="subpage">

<!-- Header -->
<header id="header">
    <div class="logo"><a href="/">Фамилия Старков</a></div>
</header>

<!-- Two -->
<section id="two" class="wrapper style2">
    <div class="inner">
        <div class="box">
            <div class="content">
                <header class="align-center">
                    <p>Информация</p>
                    <h2>Фамилия Старков</h2>
                </header>

                <p>
                    Фамилия Старков принадлежит к числу древнейших семейных именований и представляет собой уникальный памятник славянского имясловия.

                    Исследуемая фамилия была образована в качестве отчества от нецерквного имени предка Старко с помощью фамильного суффикса «-ов», характерного для русской ономастики. Данное прозвище возникло как стяженная форма популярного на Руси прозвания Старой.

                    Таким образом, прозвание Старко могло закрепиться за самым старшим членом семьи – дедом. Вместе с тем, прозвище Старко мог получить почтенный старец, опытный и мудрый старожил селения. Данное именование могло указывать не только на возраст, но и на общественное положение обладателя, например, Старком могли называть деревенского старосту или военного старшину, подчеркивая тем самым значимость его поста.

                    Личное именование Старко в старину являлось довольно популярным среди представителей всех сословных групп, к примеру, в письменных источниках упоминаются: Старко Чириков, боярский сын (1495 год), Старко Вышеславцев в Зарецком погосте (1500 год), Старко Жданов, вологодский губной целовальник (1554 год), Старко Кичемасов, помещик в Балахонском уезде (1562 год).

                    Также имеется предположение, что наследственное имя Старковых возникло от женского прозвания Старка, данного большухе – старшей женщине в доме. Но отчества, произошедшие от женского прозвища, всегда были довольно редкими и могли иметь место только в том случае, если женщина одна воспитывала детей, сама вела хозяйство и, таким образом, становилась главой семьи.

                    Другие исследователи полагают, что родовое имя Старковых входит в число «географических» семейных прозвищ, данных предкам в связи с местом их рождения, жительства или национальностью. В таком случае прозвание Старков закрепилось за жителем деревни Старки, расположенной в Зуевском районе Кировской области.

                    Фамильное прозвание Старковых встречается в архивных документах с первой половины XV века. Так, к примеру, в Полном собрании русских летописей указан Иван Старков, московский пристав при Дмитрии Шемяке (1436 год), в Актах юридических значится московский митрополичий дьяк Микита Старков (1472 год), а в Актах Калачова содержатся сведения о кайгородском посадском Козме Трофимове сыне Старкова (1605 год). Известен русский дворянский род Старковых, родоначальником которого являлся князь Андрей Хворостинин Старко, живший в начале XV века.

                    В то же время, существует и шведская ветвь фамилии Старковых, происходящая от шведского рода Starck (швед. «сильный»). Представители данного рода были введены в дворянство в 1634 году и числились подданными Великого княжества Финляндского, а с 1818 года члены рода Старк в письменных источниках упоминаются как «русские».

                    Поскольку процесс формирования фамилий был достаточно длительным, в настоящий момент о точном месте и времени возникновения фамилии Старков говорить сложно. Однако с уверенностью можно утверждать, что она имеет богатейшую историю и отражает в себе древние славянские верования и традиции именования людей.


                    Источники: Тупиков Н.М., Словарь древнерусских личных собственных имен. Толковый словарь В. Даля, в 4-х т. Унбегаун Б.О., Русские фамилии. Кублицкая И.В., Имена и фамилии. Происхождение и значение.
                </p>

                <h3>Внимание!!!</h3>
                <p>
                    Людей с Фамилией Старков - нельзя называть "Мануэль Очкрон"!
                </p>
            </div>
        </div>

    </div>
    </section>

    <!-- Footer -->
    <footer id="footer">
        <div class="container">
            <ul class="icons">
                <li><a href="https://vk.com/21vek_an" class="icon fa-vk" target="_blank"><span class="label">Наша группа ВКонтакте</span></a></li>
                <li><a href="mailto:glebstarkov@gmail.com" target="_top" class="icon fa-envelope-o"><span class="label">Email</span></a></li>
                <!--
                <li><a href="#" class="icon fa-twitter"><span class="label">Twitter</span></a></li>
                <li><a href="#" class="icon fa-facebook"><span class="label">Facebook</span></a></li>
                <li><a href="#" class="icon fa-instagram"><span class="label">Instagram</span></a></li>
                <li><a href="#" class="icon fa-envelope-o"><span class="label">Email</span></a></li>
                -->
            </ul>
        </div>
        <div class="copyright">
            &copy; Старковы. 2022 г.
        </div>
    </footer>

    <!-- Scripts -->
    <script src="/assets-kup/js/jquery.min.js"></script>
    <script src="/assets-kup/js/jquery.scrollex.min.js"></script>
    <script src="/assets-kup/js/skel.min.js"></script>
    <script src="/assets-kup/js/util.js"></script>
    <script src="/assets-kup/js/main.js"></script>
    <script>
        function submPhone() {
            if (!$('#phone').val()) {
                return false;
            }

            return true;
        }
    </script>

    </body>
    </html>